Repository: OneEvilCoin/OneEvilCoin.GUI
Catalog: OneEvilCoinGui/Properties/Resources.*.resx
Languages: el, fr, hu, lt, no, sr

# BackupManagerWindowCreateAutomaticBackups
source: Automatically create backups each week
el: Αυτόματη δημιουργεία αρχείων ασφαλείας κάθε βδομάδα
fr: Créer une sauvegarde hebdomadaire automatique
hu: Automatikusan készüljön mentés minden héten
lt: Automatiškai sukurti atsargines kopijas kiekvieną savaitę
no: Automatisk lag sikkerhetskopier hver uke
sr: Automatsko kreiranje rezervnih kopija svake nedelje

# BackupManagerWindowCreateBackups
source: Create backups
el: Δημιουργεία αρχείων ασφαλείας
fr: Créer une sauvegarde
hu: Mentések készítése
lt: Sukurti atsargines kopijas
no: Lag sikkerhetskopier
sr: Napravite rezervnu kopiju

# BackupManagerWindowErrorRestore
source: The backup at \"{0}\" could not be restored.
el: Το αρχείο ασφαλείας στο \"{0}\" δεν μπορεί να επαναφερθεί.
fr: La sauvegarde dans \"{0}\" ne peut être restaurée.
hu: A biztonsági mentés a(z) \"{0}\" helyről nem állítható vissza.
lt: Atsarginė kopija ties \"{0}\" negali būti atkurta.
no: Sikkerhetskopien i \"{0}\" kunne ikke bli gjenopprettet.
sr: The backup at \"{0}\" ne može da se vrati.

# BackupManagerWindowFromDirectory
source: From directory...
el: Από τον κατάλογο...
fr: Depuis un répertoire...
hu: Könyvtárból...
lt: Iš katalogo...
no: Fra mappe...
sr: Iz direktorijuma...

# BackupManagerWindowFromSeed
source: From deterministic wallet seed...
el: Από deterministic wallet seed...
fr: D'un portefeuille déterministe...
hu: Meghatározott tárca seedből...
lt: Iš determinuotos piniginės sėklos...
no: Fra deterministik lommebook-seed...
sr: Iz determinisanog seed-a novčanika...

# BackupManagerWindowFromSelection
source: From selection
el: Από επιλογή
fr: De la sélection
hu: A kijelölésből
lt: Iš pasirinkimo
no: Fra utvalg
sr: Iz selekcije

# BackupManagerWindowInformationRestoreSuccessful
source: The backup has been successfully restored and applied.
el: Τα αρχεία ασφαλείας έχουν αποθηκευτεί και εφαρμοστεί με επιτυχία
fr: La sauvegarde a été correctement restaurée et appliquée.
hu: A biztonsági mentés sikeresen helyre lett állítva, és alkalmazásra került.
lt: Atsarginė kopija sėkmingai atkurta ir panaudota.
no: Sikkerhetskopien har med suksess blitt gjennopprettet og anvendt.
sr: Rezervna kopija je uspešno vraćena i aktivirana.

# BackupManagerWindowRestoreBackups
source: Restore backups
el: Επαναφορά αρχείων ασφαλείας
fr: Restaurer la sauvegarde
hu: Mentések visszaállítása
lt: Atkurti atsarginę kopiją
no: Gjennopprett sikkerhetskopier
sr: Vraćanje rezervnih kopija

# BackupManagerWindowTitle
source: Backup manager
el: Διαχειριστής αρχείων ασφαλείας
fr: Gestionnaire de sauvegarde
hu: Biztonsági mentés kezelő
lt: Atsarginių kopijų vadovas
no: Sikkerhetskopibehandler
sr: Menadžer rezervnih kopija

# BackupManagerWindowWarningNewBackup
source: Please be EXTREMELY CAREFUL about storing your wallet data! No one else should be able to access them, as this would cause your money to be compromised.
el: Παρακαλώ να είστε ΕΞΑΙΡΕΤΙΚΑ ΠΡΟΣΕΧΤΙΚΟΙ κατά την αποθήκευση πορτοφολιών! Κανείς δεν θα πρέπει να έχει πρόσβαση σε αυτά, καθώς αυτό θέτει τα χρήματα σας σε κίνδυνο.
fr: Soyez prudent sur la sauvegarde de votre portefeuille! Une personne y ayant accès pourrais se servir de celui ci.
hu: Kérlek, légy RENDKÍVÜL ÓVATOS a tárca-információid tárolásával! Senki se férhessen hozzájuk, hiszen ez pénzed elvesztését okozhatja.
lt: Prašau būti YPATINGAI ATSARGIEMS išsaugojant piniginės informaciją! Niekas kitas išskyrus jus neturėtų turėti priėjimo prie jos, nes kitaip galite prarasti pinigus.
no: Vær EKSTREMT FORSIKTIG med å lagre lommebok-dataene! Ingen andre bør ha tilgang til dem da dette vil føre til at dine penger blir kompromittert.
sr: Molimo vas da budete EKSTREMNO OPREZNI sa skladištenjem podataka novčanika! Niko drugi ne bi trebalo da može da im pristupi, jer to može ugroziti vaš novac.

# SendCoinsTransactionCouldNotBeSent
source: The transaction could not be sent.
el: Η συναλλαγή δεν έχει αποσταλεί.
fr: La transaction n'a pas pu être envoyer.
hu: Nem sikerült elküldeni a tranzakciót.
lt: Pervedimas negali būti įvykdytas.
no: Transaksjonen kunne ikke bli sendt.
sr: Transakcija ne može biti poslata.

# SendCoinsEstimatedNewBalance
source: Estimated new balance:
fr: Le nouveau solde estimatif:
hu: Becsült új egyenleg:
no: Estimert ny balanse:
sr: Procenjeno stanje:

# SendCoinsFee
source: Fee:
fr: Les frais:
hu: Díj:
no: Avgift:
sr: Naknada:

# OptionsNetwork
source: Network
fr: Réseau
hu: Hálózat
no: Nettverk
sr: Mreža

# OptionsNetworkIsProxyEnabled
source: Connect through proxy
fr: Connection via un proxy
hu: Kapcsolódás proxyn keresztül
no: Koble til gjennom proxy
sr: Povezivanje preko proksija

# OptionsNetworkRpcServerSettings
source: RPC server
fr: Serveur RPC
hu: RPC szerver

# OptionsNetworkRpcUrlPortWallet
source: Wallet port:
fr: Port du portefeuille:
hu: Tárca port:
no: Lommebok port:

# TextHost
source: Host:
fr: Hôte:
hu: Kiszolgáló:

# OptionsPathsDirectoryDaemonData
source: Daemon data:
fr: Donnée du Daemon:
hu: Daemon fájlok:

# StatusBarStatusUpToDate
source: Up to date
fr: Mis-à-jour
hu: Naprakész
no: A jour

# StatusBarStatusTextMain
source: Downloaded {0} of {1} blocks of transaction history ({2}% done). The last received block was generated {3} ago.
fr: Téléchargement {0} de {1} bloques de l'historique de transaction ({2}% complété). Le dernier bloque reçu a été généré il y a {3} jour.
hu: Letöltve {0} a(z) {1} blokknyi tranzakciótörténetből ({2}% kész). A legutóbbi fogadott blokk generálása óta {3} telt el.
no: Lastet ned {0} av {1} blokker med transaksjonshistorikk ({2}% done). Den siste blokk mottat ble generert {3} siden.

# MainWindowUpdateError
source: Failed to check for updates.
hu: Hiba történt frissítések keresése közben.
no: Feilet å søke etter oppdateringer.
sr: Neuspešna provera da li ima novih verzija.

# MainWindowUpdateQuestionMessage
source: An update is available (v{0}). Do you want to apply it now?
hu: Elérhető egy frissítés (v{0}). Szeretnéd alkalmazni?
no: En oppdatering er tilgjengelig (v{0}). Ønsker du å installere den nå?
sr: Izašla je nova verzija programa (v{0}). Da li želite da je ažurirate sada?

# MainWindowUpdateQuestionTitle
source: Update available
hu: Frissítés elérhető
no: Oppdatering tilgjengelig
sr: Nova verzija programa je raspoloživa

# DebugWindowConsoleDaemon
source: Daemon
lt: Demonas
sr: Servis

# OptionsNetworkProxySettings
source: Proxy
sr: Proksi

# OptionsNetworkRpcUrlPortDaemon
source: Daemon port:
fr: Port du Daemon:
sr: Demon port:

# TextOk
source: OK
el: ΟΚ
lt: Gerai
