Repository: OneEvilCoin/OneEvilCoin.GUI
Catalog: OneEvilCoinGui/Properties/Resources.*.resx
Languages: el, fr, hu, lt, no, sr

# TextClear
source: Clear
el: Καθαρισμός
fr: Effacer
hu: Ürítés
lt: Valyti
no: Rens
sr: Obriši

# TextSend
source: Send
el: Αποστολή
fr: Envoyer
hu: Küldés
lt: Siųsti
sr: Pošalji

# DebugWindowConsoles
source: Consoles
el: Κονσόλες
hu: Konzolok
lt: Konsolė
no: Konsoller
sr: Konzola

# TextInformation
source: Information
el: Πληροφορίες
hu: Információ
lt: Informacija
no: Informasjon
sr: Informacija

# DebugWindowTitle
source: Debug window
fr: Fenêtre de Débogage
hu: Hibakereső ablak
lt: Derinimo langas
no: Debug vindu
sr: Debug prozor

# TextAddressBook
source: Address book
el: Βιβλίο διευθύνσεων
fr: Carnet d'adresses
hu: Címjegyzék
lt: Adresų knyga
no: Addressebok
sr: Adresar

# TaskbarShutdown
source: OneEvilCoin Client .NET is shutting down...
fr: Le Client OneEvilCoin est en cour de fermeture.
hu: A OneEvilCoin Kliens .NET leáll...
no: OneEvilCoin Klient .NET stenger ned...
sr: OneEvilCoin Client .NET se isključuje...

# MainWindowOverview
source: Overview
el: Eπισκόπηση
fr: Aperçu
hu: Áttekintés
lt: Apžvalga
no: Oversikt
sr: Pregled

# MainWindowSendCoins
source: Send coins
el: Αποστολή νομισμάτων
fr: Envoyer des pièces
hu: Érmék küldése
lt: Siųsti monetas
no: Send mynter
sr: Pošalji novac

# TextClientName
source: OneEvilCoin Client .NET
hu: OneEvilCoin Kliens .NET
no: OneEvilCoin Klient .NET

# MainWindowTransactions
source: Transactions
el: Συναλλαγές
hu: Tranzakciók
lt: Pervedimai
no: Transaksjoner
sr: Transakcije

# MenuAbout
source: _About OneEvilCoin Client .NET
fr: _A propos du Client OneEvilCoin
hu: _A OneEvilCoin Kliens .NET-ről
no: _Om OneEvilCoin Klient .NET

# MenuBackupManager
source: _Backup manager
el: _Διαχειριστής αρχείων ασφαλείας
fr: _Gestionnaire de sauvegarde.
hu: _Biztonsági mentés kezelő
lt: _Atsarginių kopijų vadovas
no: _Sikkerhetskopi behandler
sr: _Menadžer rezervne kopije

# MenuChangeWalletPassphrase
source: _Change wallet passphrase...
el: _Αλλαγή κωδικού πορτοφολιού...
fr: _Modification de la clef secrète du portefeuille...
hu: Tárca jelkódjának _megváltoztatása...
lt: _Pakeisti piniginės slaptažodį...
no: _Endre lommebok passord...
sr: _Promenite šifru novčanika...

# MenuDebugWindow
source: _Debug window
el: _Παράθυρο αποσφαλμάτωσης
fr: _Fenêtre de Débogage
hu: _Hibakereső ablak
lt: _Derinimo langas
no: _Debug vindu
sr: _Debug prozor

# MenuEncryptWallet
source: _Encrypt wallet...
el: _Κρυπτογράφησε το πορτοφόλι...
fr: _Encrypter le portefeuille
hu: Tárca _kódolása...
lt: _Užšifruoti piniginę...
no: _Krypter lommebok_
sr: _Šifrovanje novčanika...

# MenuExit
source: Exit
el: Έξοδος
fr: Quitter
hu: Kilépés
lt: Išeiti
no: Avslutt
sr: Izlaz

# MenuExport
source: _Export...
el: _Εξαγωγή...
fr: _Exporter...
hu: _Exportálás...
lt: _Eksportuoti...
no: _Eksporter_
sr: _Izvezi

# MenuFile
source: _File
el: _Αρχείο
fr: _Fichier
hu: _Fájl
lt: _Failas
no: _Fil_
sr: _Fajl

# MenuHelp
source: _Help
el: _Βοήθεια
fr: _Aide
hu: _Súgó
lt: _Pagalba
no: _Hjelp
sr: _Pomoć

# MenuOptions
source: _Options
el: _Επιλογές
hu: _Opciók
lt: _Parinktys
no: _Valgmuligheter
sr: _Opcije

# MenuSettings
source: _Settings
el: _ρυθμίσεις
fr: _Configurations
hu: _Beállítások
lt: _Nustatymai
no: _Instillinger
sr: _Podešavanja

# MenuUnlockWallet
source: _Unlock wallet...
el: _Ξεκλείδωμα πορτοφολιού...
fr: _Débloquer le portefeuille...
hu: Tárca _feloldása...
lt: _Atrakinti piniginę...
no: _Lås opp lommebok...
sr: _Otključavanje novčanika...

# OverviewInitializing
source: Initializing...
el: Προετοιμασία...
fr: Initialisation...
hu: Inicializálás...
lt: Inicijuojama...
no: Initialiserer...
sr: Inicijalizacija...

# OverviewNumberOfTransactions
source: Number of transactions:
el: Αριθμός συναλλαγών:
fr: Nombre de transactions:
hu: Tranzakciók száma:
lt: Pervedimų skaičius:
no: Antall transaksjoner
sr: Broj transakcija:

# OverviewRecentTransactions
source: Recent transactions
el: Πρόσφατες συναλλαγές
fr: Transactions récentes
hu: Legutóbbi tranzakciók
lt: Paskutiniai pervedimai
no: Siste transaksjoner
sr: Nedavne transakcije

# OverviewSpendable
source: Spendable:
el: Δαπανήσιμα:
fr: Utilisable:
hu: Elkölthető:
lt: Leidžiama siųsti:
no: Tilgjengelige:
sr: Raspoloživo stanje:

# OverviewUnconfirmed
source: Unconfirmed:
el: Ανεπιβεβαίωτα:
fr: Non confirmé:
hu: Megerősítetlen:
lt: Nepatvirtinta:
no: Ubekreftet:
sr: Nepotvrđeno:

# TextWallet
source: Wallet
el: Πορτοφόλι
fr: Portefeuille
hu: Tárca
lt: Piniginė
no: Lommebok
sr: Novčanik

# TextHintAddress
source: Enter a OneEvilCoin address
el: Eισάγετε μία Μονέρο διεύθυνση
fr: Entrer une adresse OneEvilCoin
hu: Adj meg egy OneEvilCoin címet
lt: Įveskite OneEvilCoin adresą:
no: Skriv inn en OneEvilCoin addresse
sr: Unesite OneEvilCoin adresu

# TextHintLabel
source: Enter a label for this address to add it to your address book
el: Δώσε ετικέτα για αυτήν την διέθυνση
fr: Entrer une étiquette pour cette adresse afin de l'ajouter à votre portefeuille d'adresse
hu: Adj meg egy címkét ehhez a címhez, hogy a címjegyzékedbe kerülhessen
lt: Įveskite pavadinimą šiam adresui, kad įtrauktumėte jį į adresų knygą
no: Skriv inn en etikett for denne addressen for å legge den til i din addressebok
sr: Unesite oznaku za ovu adresu da bi je dodali u adresar

# SendCoinsMixCount
source: Mix count:
el: Αριθμός ανάμειξης:
fr: Nombre:
hu: Keverések száma:
lt: Maišymų skaičius:
no: Miks teller:

# TextPaymentId
source: Payment ID:
fr: Identifiant de Paiement:
hu: Fizetési azonosító:
lt: Mokėjimo ID:
no: Betalings-ID:

# TextHintOptional
source: This field is optional
el: Προαιρετικό πεδίο
fr: Ce champ est optionnel
hu: Ez a mező opcionális
lt: Šis laukas neprivalomas
no: Dette feltet er valgfritt
sr: Ovo polje je opciono

# StatusBarConnections
source: connections
el: συνδέσεις
hu: kapcsolat
lt: ryšiai
no: tilkoblinger
sr: broj konekcija

# StatusBarStatusSynchronizing
source: Synchronizing with network...
el: Συνχρονισμός με το δίκτυο...
fr: Synchronisation avec le réseau....
hu: Szinkronizálás a hálózattal...
lt: Sinchronizuojama su tinklu...
no: Synkroniserer med nettverket...
sr: Sinhronizacija sa mrežom...

# StatusBarSyncTextDaySingular
source: day
el: μέρα
fr: jour
hu: nap
lt: diena
no: dag
sr: dan

# StatusBarSyncTextMain
source: {0} blocks ({1}) behind
el: {0} μπλοκ ({1}) πίσω
fr: {0} blocs ({1}) derrière
hu: {0} blokk ({1}) lemaradás
lt: {0} blokų ({1}) mažiau
no: {0} blokker ({1}) bak skjema
sr: {0} blokova ({1}) preostalo

# TextAddress
source: Address
el: Διεύθυνση
fr: Adresse
hu: Cím
lt: Adresas
no: Addresse
sr: Adresa

# TextAmount
source: Amount
el: Ποσό
fr: Montant
hu: Mennyiség
lt: Suma
no: Sum
sr: Količina

# TextLabel
source: Label
el: Ετικέτα
fr: Étiquette
hu: Címke
lt: Pavadinimas
no: Etikett
sr: Oznaka

# TransactionsType
source: Type
el: Δώσε
hu: Típus
lt: Tipas
sr: Tip

# TransactionsSpendable
source: Spendable?
el: Δαπανήσιμα?
fr: Utilisable?
hu: Elkölthető?
lt: Ar leidžiami siųsti?
no: Tilgjengelig?
sr: Za potrošnju?

# TextNo
source: No
el: Όχι
fr: Non
hu: Nem
lt: Ne
no: Nei
sr: Ne

# TextYes
source: Yes
el: Ναι
fr: Oui
hu: Igen
lt: Taip
no: Ja
sr: Da

# TransactionTypeReceive
source: Receive
el: Παραλαβές
fr: Recevoir
hu: Fogadás
lt: Gauti
no: Motta
sr: Primi

# TransactionTypeSend
source: Send
el: Αποστολές
fr: Envoyer
hu: Küldés
lt: Siųsti
sr: Pošalji

# TransactionTypeUnknown
source: Unknown
el: Άγνωστο
fr: Inconnu
hu: Ismeretlen
lt: Nežinomas
no: Ukjent
sr: Nepoznato

# AboutWindowTitle
source: About OneEvilCoin Client .NET
fr: A propos de OneEvilCoin Client.NET
hu: A OneEvilCoin Kliens .NET-ről
no: Om OneEvilCoin Klient .NET

# AboutWindowLicenseFileNotFound
source: Error: The license file cannot be found.
el: Σφάλμα: Το αρχείο άδειας χρήσης δεν μπορεί να βρεθεί.
fr: Erreur: Le fichier de licence est introuvable.
hu: Hiba: A licencfájl nem található.
lt: Klaida: Licenzijos failas nerastas.
no: Feil: Lisens filen ble ikke bli funnet.
sr: Greška: Licencni fajl ne može biti pronađen.

# AboutWindowLicenseFileLoading
source: Loading license file...
el: Φόρτωση αρχείου άδειας χρήσης...
fr: Chargement de la licence...
hu: Licencfájl betöltése...
lt: Įkraunamas licenzijos failas...
no: Laster inn lisens fil...
sr: Učitavanje licencnog fajla...

# AboutWindowThirdPartyLicenses
source: Third-party licenses
el: Third-party άδειες χρήσης
fr: Licences de tierce partie
hu: Harmadik féltől származó licencek
lt: Trečiųjų-šalių licenzijos
no: Tredje-part lisenser
sr: Licence treće strane

# TextCopy
source: Copy
el: Αντιγραφή
fr: Copier
hu: Másolás
lt: Kopijuoti
no: Kopier
sr: Kopiraj

# TextDelete
source: Delete
el: Διαγραφή
fr: Supprimer
hu: Törlés
lt: Ištrinti
no: Slett
sr: Obriši

# TextNew
source: New...
el: Νέο...
fr: Nouveau...
hu: Új...
lt: Naujas...
no: Ny...
sr: Novo...

# TextExport
source: Export...
el: Εξαγωγή...
fr: Exporter...
hu: Exportálás...
lt: Eksportuoti...
no: Eksporter
sr: Izvezi...

# TextCancel
source: Cancel
el: Ακύρωση
fr: Annuler
hu: Mégse
lt: Atšaukti
no: Avbryt
sr: Otkaži

# AddressBookEditWindowTitleAdd
source: Add known address
el: Πρόσθεσε γνωστή διεύθυνση
fr: Ajouter une adresse connue
hu: Ismert cím hozzáadása
lt: Pridėti žinomą adresą
no: Legg til kjent addresse
sr: Dodaj poznatu adresu

# OptionsAppearance
source: Appearance
el: Eμφάνιση
fr: Apparence
hu: Megjelenés
lt: Išvaizda
no: Utseende
sr: Izgled

# OptionsAppearanceLanguage
source: User Interface language:
el: Επιλογή γλώσσας:
fr: Langue de l’interface utilisateur:
hu: Felhasználói felület nyelve:
lt: Vartotojo sąsajos kalba:
no: Brukergrensesnitt språk:
sr: Jezik korisničkog interfejsa:

# OptionsAppearanceLanguageNameDefault
source: Default
el: Προεπιλεγμένα
fr: Défaut
hu: Alapértelmezett
lt: Numatytasis
no: Standard
sr: Uobičajeno

# OptionsGeneral
source: General
el: Γενικά
fr: Général
hu: Általános
lt: Bendras
no: Generelt
sr: Opšte

# OptionsPaths
source: Paths
el: Μονοπάτια
fr: Chemins
hu: Útvonalak
lt: Keliai
no: Stier
sr: Putanje

# OptionsPathsDirectoryWalletBackups
source: Wallet backups:
el: Αρχεία ασφαλείας πορτοφολιού:
fr: Sauvegardes du portefeuille:
hu: Tárca biztonsági mentései:
lt: Piniginės atsarginės kopijos:
no: Lommebok sikkerhetskopier:
sr: Rezervne kopije novčanika:

# OptionsPathsFileWalletData
source: Wallet data:
el: Δεδομένα πορτοφολιού:
fr: Données du portefeuille
hu: Tárca fájl:
lt: Piniginės informacija:
no: Lommebok data:
sr: Podaci novčanika:

# OptionsPathsSoftwareDaemon
source: Daemon software:
el: Λογισμικό Daemon:
hu: Daemon szoftver:
lt: Demono programa:
sr: Servisni softver:

# OptionsPathsSoftwareMiner
source: Miner software:
el: Λογισμικό εξόρυξης:
fr: Logiciel de minage:
hu: Bányász szoftver:
lt: Kasimo programa:
sr: Rudarski softver:

# OptionsPathsSoftwareWallet
source: Wallet software:
el: Λογισμικό πορτοφολιού:
fr: Logiciel du portefeuille:
hu: Tárca szoftver:
lt: Piniginės programa:
no: Lommebok software:
sr: Novčanik softver:

# OptionsGeneralIsSafeShutdownEnabled
source: Save databases before shutdown
el: Αποθήκευση βάσης δεδομένων πριν τον τερματισμό
fr: Sauvegarder la base de données avant d'éteindre
hu: Adatbázisok mentése kilépés előtt
lt: Išsaugomos duomenų bazės prieš išjungimą
no: Lagre databaser før stengning
sr: Sačuvaj baze podataka pre isključenja

# OptionsGeneralIsStartableOnSystemLogin
source: Start OneEvilCoin Client .NET on system login
fr: Démarrer le Client OneEvilCoin au démarrage du système
hu: A OneEvilCoin Kliens .NET indítása bejelentkezéskor
no: Start OneEvilCoin Klient .NET ved system innlogging.

# AddressBookCopyAddress
source: Copy address
el: Αντιγραφή
fr: Copier l'adresse
hu: Cím másolása
lt: Kopijuoti adresą
no: Kopier addresse
sr: Kopiraj adresu

# TextFilterAllFiles
source: All files|*
el: Όλα τα αρχεία|*
fr: Tous les fichiers*
hu: Minden fájl|*
lt: Visi failai|*
no: Alle filer|*
sr: Svi fajlovi|*

# TextFilterExecutableFiles
source: Executables (*.exe)|*.exe
el: Eκτελέσιμα αρχεία (*.exe)|*.exe
fr: Exécutables (*.exe)|*.exe
hu: Programok (*.exe)|*.exe
lt: Paleidimas (*.exe)|*.exe
no: Kjørbare (*.exe)|*.exe
sr: Izvršni (*.exe)|*.exe

# TextFilterWalletFiles
source: Wallet files (*.bin)|*.bin
el: Αρχεία πορτοφολιού (*.bin)|*.bin
fr: Fichiers portefeuille (*.bin)|*.bin
hu: Tárca fájlok (*.bin)|*.bin
lt: Piniginės failai (*.bin)|*.bin
no: Lommebok filer (*.bin)|*.bin
sr: Fajl novčanika (*.bin)|*.bin

# TextFilterCsvFiles
source: Comma separated file (*.csv)|*.csv
el: Αρχεία χωρισμένα με κόμμα (*.csv)|*.csv
fr: Fichier séparateur point virgule (*.csv)|*.csv
hu: Vesszővel elválasztott fájl (*.csv)|*.csv
lt: Comma separated failai (*.csv)|*.csv
no: Komma separerte filer (*.csv)|*.csv
sr: Fajl sa odvajajućim zarezima (*.csv)|*.csv

# StatusBarSyncTextDayPlural
source: days
el: μέρες
fr: jours
hu: nap
lt: dienos
no: dager
sr: dana

# StatusBarSyncTextHourPlural
source: hours
el: ώρες
fr: heures
hu: óra
lt: valandos
no: timer
sr: sati

# StatusBarSyncTextHourSingular
source: hour
el: ώρα
fr: heure
hu: óra
lt: valanda
no: time
sr: sat

# StatusBarSyncTextMinutePlural
source: minutes
el: λεπτά
hu: perc
lt: minutės
no: minutter
sr: minuta

# StatusBarSyncTextMinuteSingular
source: minute
el: λεπτό
hu: perc
lt: minutė
no: minutt
sr: minuta

# AboutWindowCreditIcons
source: Icons made by:
el: Εικονίδια από τον:
fr: Icônes faits par:
hu: Az ikonokat készítette:
lt: Piktogramas sukūrė:
no: Ikoner laget av:
sr: Ikone napravio:

# AddressBookEditWindowTitleEdit
source: Edit contact
el: Επεξεργασία επαφής
fr: Éditer les contactes
hu: Cím szerkesztése
lt: Redaguoti kontaktą
no: Endre kontakt
sr: Uredi kontakt

# TextEdit
source: Edit
el: Επεξεργασία
fr: Éditer
hu: Szerkesztés
lt: Redaguoti
no: Endre
sr: Uredi

# TextPaste
source: Paste
el: Επικόλληση
fr: Coller
hu: Beillesztés
lt: Įklijuoti
no: Lim inn
sr: Nalepi

# TextFilterPngFiles
source: PNG files (*.png)|*.png
el: PNG αρχεία (*.png)|*.png
fr: Fichier PNG (*.png)|*.png
hu: PNG fájlok (*.png)|*.png
lt: PNG failai (*.png)|*.png
no: PNG filer (*.png)|*.png
sr: PNG fajlovi (*.png)|*.png

# TextMessage
source: Message:
el: Μήνυμα:
hu: Üzenet:
lt: Žinutė:
no: Melding:
sr: Poruka:

# TextSaveAs
source: Save as...
el: Αποθήκευση ως...
fr: Enregistrer sous...
hu: Mentés másként...
lt: Išsaugoti kaip...
no: Lagre som...
sr: Sačuvaj kao...

# QrCodeWindowUriTooLong
source: The resulting URI is too long. Please try to reduce the length of your inputs!
el: Το URI είναι πολύ μακρύ. Παρακαλώ δοκίμασε να μειώσεις το μήκος του!
fr: L'URL saisi est trop long. S.V.P. Essayer de réduire la longueur de la saisie.
hu: A keletkezett URI túl hosszú. Kérlek, próbáld meg csökkenteni a bevitt adatok mennyiségét!
lt: Gaunamas URI yra per ilgas. Prašome sumažinti simbolių skaičių įvedimo laukuose!
no: Den resulterende URI er for lang Prøv å redusere lengden på din input!
sr: Dobijen URI je predugačak. Molimo, pokušajte sa manjim brojem karaktera!

# TextQrCode
source: QR code
hu: QR kód
lt: QR kodas
no: QR kode
sr: QR kod

# SendCoinsCurrentBalance
source: Current balance:
fr: Le solde actuel:
hu: Jelenlegi egyenleg:
no: Nåværende balanse:
sr: Trenutno stanje:

# CoinSenderRemoveRecipient
source: Remove recipient
el: Διαγραφή παραλήπτη
fr: Retirer un destinataire
hu: Címzett eltávolítása
lt: Pašalinti gavėją
no: Fjern mottager
sr: Uklonite primaoca

# SendCoinsAddRecipient
source: Add recipient
el: Προσθήκη παραλήπτη
fr: Ajouter un destinataire
hu: Új címzett
lt: Pridėti gavėją
no: Legg til mottager
sr: Dodaj primaoca

# SendCoinsClearRecipients
source: Clear recipients
el: Καθαρισμός παραληπτών
fr: Effacer les destinataires
hu: Címzettek törlése
lt: Išvalyti gavėjus
no: Rens mottagere
sr: Obriši primaoce

# TextError
source: Error
el: Σφάλμα
fr: Erreur
hu: Hiba
lt: Klaida
no: Feil
sr: Greška

# WalletChangePassphraseWindowAgain
source: again
el: ξανά
fr: encore
hu: ismét
lt: vėl
no: igjen
sr: ponovo

# WalletChangePassphraseWindowCurrentPassphrase
source: Current passphrase:
el: Τρέχων κωδικός:
fr: Clef secrète du portefeuille:
hu: Jelenlegi jelkód:
lt: Dabartinis slaptažodis:
no: Nåværende passord:
sr: Sadašnja šifra:

# WalletChangePassphraseWindowInstruction1
source: Use a passphrase for your wallet in order to keep it safe!
el: Δώσε κωδικοό για το πορτοφόλι σου ώστε να είναι ασφαλές!
fr: Utiliser une clef secrète pour votre portefeuille afin de le garder en sécurité!
hu: Használj jelkódot a tárcádhoz, hogy biztonságban tarthasd!
lt: Naudokite slaptažodį savo piniginei, tam jog išliktumėte saugūs!
no: Bruk et passord for din lommebok for å gjøre den trygg!
sr: Šifrujte novčanik kako bi bio siguran!

# WalletChangePassphraseWindowInstruction2
source: (It's recommended to use at least 10 random characters or 8 words.)
el: (Δώστε τουλάχιστον 10 τυχαίους χαρακτήρες ή 8 λέξεις)
fr: (Il est recommandé d'utiliser au moins 10 caractères aléatoires ou 8 mots.)
hu: (Ajánlott legalább 10 véletlenszerű karaktert vagy 8 szót használni.)
lt: (Rekomenduojama naudoti bent 10 atsitiktinių simbolių arba 8 žodžius.)
no: (Det er anbefalt å bruke minst 10 tilfeldige tegn eller 8 ord.)
sr: (Preporučuje se korišćenje najmanje 10 slučajnih karaktera ili 8 reči.)

# WalletChangePassphraseWindowNewPassphrase
source: New passphrase
el: Νέος κωδικός
fr: Nouvelle clef secrète
hu: Új jelkód
lt: Naujas slaptažodis
no: Nytt passord
sr: Nova šifra

# WalletChangePassphraseWindowPassphrase
source: Passphrase
el: Κωδικός
fr: Clef secrète
hu: Jelkód
lt: Slaptažodis
no: Passord
sr: Šifra

# WalletChangePassphraseWindowTitleChangePassphrase
source: Change wallet passphrase
el: Αλλαγή κωδικού πορτοφολιού
fr: Modifier la clef secrète du portefeuille
hu: Tárca jelkódjának megváltoztatása
lt: Pakeisti piniginės slaptažodį
no: Endre lommebok passord
sr: Promena šifre novčanika

# WalletChangePassphraseWindowTitleEncryptWallet
source: Encrypt wallet
el: Κρυπτογράφηση πορτοφολιού
fr: Crypter le portefeuille
hu: Tárca kódolása
lt: Užšifruoti piniginę
no: Krypter lommebok
sr: Šifrovanje novčanika

# WalletChangePassphraseWindowPassphrasesDoNotMatch
source: The supplied passphrases do not match.
el: Ο κωδικός που δώσατε δεν ταιριάζει.
fr: Les deux clefs secrètes ne correspondent pas.
hu: A megadott jelkódok nem egyeznek.
lt: Pateikti slaptažodžiai nesutampa.
no: De inntastede passordene stemmer ikke overens.
sr: Šifre se ne poklapaju

# WalletUnlockWindowInstruction
source: Please enter your passphrase in order to access your wallet.
el: Παρακαλώ δώστε κωδικό για να εισέλθετε στο πορτοφόλι.
fr: Entrer votre clef secrète afin d’accéder au portefeuille.
hu: Kérlek, add meg a jelkódot, hogy hozzáférhess a tárcádhoz.
lt: Prašome įvesti slaptažodį norėdami prisijungti prie piniginės.
no: Skriv inn passord for å få tilgang til din lommebok
sr: Unesite šifru kako biste pristupili novčaniku.

# WalletUnlockWindowTitle
source: Unlock wallet
el: Ξεκλείδωμα πορτοφολιού
fr: Déverrouillage du portefeuille
hu: Tárca feloldása
lt: Atrakinti piniginę
no: Lås opp lommebok
sr: Otključaj novčanik

# OptionsWindowTitle
source: Options
el: Επιλογές
hu: Opciók
lt: Parinktys
no: Valgmuligheter
sr: Opcije

# TaskbarDoNotInterruptProcess
source: Please do not interrupt this process!
el: Παρακαλώ μη διακόψετε αυτήν την διαδικασία!
fr: N'interrompez pas ce processus!
hu: Kérlek, ne szakítsd meg ezt a folyamatot!
lt: Prašome nenutraukti šio proceso!
no: Ikke avbryt denne prosessen!
sr: Molimo vas da ne prekidate ovaj proces!

# MenuHideWindow
source: Hide window
el: Απόκρυψη παραθύρου
fr: Cacher la fenêtre
hu: Ablak elrejtése
lt: Paslėpti langą
no: Skjul vindu
sr: Sakrij prozor

# MenuShowWindow
source: Show window
el: Εμφάνιση παραθύρου
fr: Afficher la fenêtre
hu: Ablak mutatása
lt: Rodyti langą
no: Vis vindu
sr: Prikaži prozor

# TransactionsTransactionId
source: Transaction ID
fr: Identifiant de transaction
hu: Tranzakció-azonosító
lt: Pervedimo ID
no: Transaksjons-ID
sr: ID Transakcije

# TaskbarTransactionIncoming
source: Incoming transaction
el: Εισερχόμενες συναλλαγές
fr: Transaction entrante
hu: Bejövő tranzakció
lt: Įeinantis pervedimas
no: Innkommende transaksjoner
sr: Dolazna transakcija

# TaskbarTransactionOutgoing
source: Outgoing transaction
el: Εξερχόμενες συναλλαγές
fr: Transaction sortante
hu: Kimenő tranzakció
lt: Išeinantis pervedimas
no: Utgående transaksjoner
sr: Odlazna transakcija

# TaskbarTransactionUnknownType
source: Unknown type transaction
el: Άγνωστος τύπος συναλλαγής
fr: Transaction de type inconnue
hu: Ismeretlen típusú tranzakció
lt: Nežinomo tipo pervedimas
no: Ukjent type transaksjon
sr: Nepoznata vrsta transakcije

# TextWarning
source: Warning
el: Προσοχή
fr: Attention
hu: Figyelmeztetés
lt: Įspėjimas
no: Advarsel
sr: Upozorenje

# BackupManagerNewBackupWindowInstructionMain
source: Please select a method for creating the new backup!
el: Παρακαλώ επιλέξτε μέθοδο για την δημιουργεία νέου αντίγραφου ασφαλείας!
fr: Sélectionner une méthode pour créer la sauvegarde!
hu: Kérlek, válassz egy metódust az új biztonsági mentés elkészítéséhez!
lt: Prašome pasirinkti metodą naujos atsarginės kopijos sukūrimui!
no: Velg en metode for å lage den nye sikkerhetskopien!
sr: Izaberite metod za stvaranje nove rezervne kopije!

# BackupManagerNewBackupWindowSelectionAsFileCustom1
source: As a file, at a chosen path
el: Ως αρχείο, στην επιλεγμένη θέση
fr: Comme un fichier, au chemin d'accès choisi
hu: Fájlként, választott helyen
lt: Failas, pasirinktame kelyje
no: Som en fil, i valgt sti/mappe
sr: Kao fajl, na izabranoj putanji

# BackupManagerNewBackupWindowSelectionAsFileCustom2
source: These files will not appear as selectable in the built-in backup manager
el: Αυτά τα αρχεία δεν θα εμφανιστούν ως επιλέξιμα στον ενσωματωμένο διαχειριστή αρχείων ασφαλείας
fr: Ces fichiers ne vont pas apparaître sélectionnable dans le gestionnaire de sauvegarde embarqué.
hu: Ezek a fájlok nem fognak megjelenni választhatóként a beépített biztonsági mentés kezelővel
lt: Šių failų negalėsite pasirinkti integruotame atsarginių kopijų vadove
no: Disse filene vil ikke vises som velgbare i den innebygde sikkerhetskopibehandleren.
sr: Ovi fajlovi ne mogu da se odaberu u ugrađenom bekap menadžeru

# BackupManagerNewBackupWindowSelectionAsFileDefault
source: As a file, at the default location
el: Ως αρχείο, στην προεπιλεγμένη θέση
fr: Comme un fichier, a son emplacement par défaut
hu: Fájlként, az alapértelmezett helyen
lt: Failas, numatytoje vietoje
no: Som en fil, i standard plassering
sr: Kao fajl, na podrazumevanoj lokaciji

# BackupManagerNewBackupWindowSelectionAsSeed1
source: As a deterministic wallet seed
el: Ως deterministic wallet seed
fr: Comme un portefeuille déterministe
hu: Meghatározott tárca seedként
lt: Kaip determinuotos piniginės sėkla
no: Som et deterministisk lommebok-seed
sr: Kao determinisani seed novčanika

# BackupManagerNewBackupWindowSelectionAsSeed2
source: This method is the safest, and it doesn't even require a computer for storage
el: Αυτή η μέθοδος είναι η ασφαλέστερη και δεν χρειάζεται ούτε υπολογιστή για να αποθηκευτεί
fr: Cette méthode est sure, et ne requière pas d'ordinateur pour la stocker
hu: Ez a módszer a legbiztonságosabb, és nem is igényel számítógépet a tároláshoz
lt: Šis metodas yra saugiausias ir nereikalauja kompiuterio atminties saugojimui
no: Denne metoden er tryggest, og den krever ikke engang en datamaskin for lagring
sr: Ovaj metod je najsigurniji i čak ne zahteva komjuter za skladištenje

# BackupManagerNewBackupWindowTitle
source: New backup
el: Νέο αρχείο ασφαλείας
fr: Nouvelle sauvegarde
hu: Új biztonsági mentés
lt: Nauja atsarginė kopija
no: Ny sikkerhetskopi
sr: Nova rezervna kopija

# BackupManagerWindowBrowseInExplorer
source: Browse in explorer...
el: Περιήγηση σε explorer...
fr: Parcourir dans l’explorer...
hu: Böngészés a fájlkezelőben...
lt: Peržiūrėti naršyklėje...
no: Utforsk i explorer...
sr: Pretražite u eksploreru...
